{
    "team":[
        {
            "name":"John Maloney",
            "role":"Software development",
            "role-class":"developer",
            "bio":"John Maloney is best known as one of the co-creators of Scratch, which he worked on for its first eleven years. He also helped create Squeak Smalltalk, EToys, GP Blocks, and the Morphic UI framework. At MicroBlocks, John is the lead developer for both the virtual machine and the programming environment, as well as a member of the Project Leadership Committee. He holds B.S. and M.S. degrees from MIT and a Ph.D. in Computer Science from the University of Washington.",
            "img":"john-maloney.png"
        },
        {
            "name":"Bernat Romagosa",
            "role":"Software development",
            "role-class":"developer",
            "bio":"Bernat Romagosa is a software engineer from Barcelona. He is the author of Snap4Arduino and the main developer of Beetle Blocks. As part of the SAP Young Thinkers group he contributes to the Snap! programming language and to MicroBlocks. At MicroBlocks, he codes parts of the VM and the standalone IDE, and is also a member of the Project Leadership Committee.",
            "img":"bernat-romagosa.png"
        },
        {
            "name":"Kathy Giori",
            "role":"Global Partnerships and Outreach",
            "role-class":"partnership",
            "bio":"Kathy Giori fills her desk with hardware that can be programmed using MicroBlocks, and enjoys teaching workshops. She currently leads ecosystem engagement at Zededa, and has worked in Silicon Valley her whole career. At MicroBlocks, she directs global partnerships and outreach, and is a member of the Project Leadership Committee. She holds a B.S. in EE from the University of Minnesota and an M.S. in EE from Stanford.",
            "img":"kathy-giori.png"
        },
        {
            "name":"Jens Mönig",
            "role":"Development and consulting",
            "role-class":"snap",
            "bio":"Jens Mönig is a researcher at SAP. He is the architect and lead programmer of UC Berkeley’s SNAP! programming language together with Brian Harvey. Previously Jens has conducted research under Alan Kay, helped develop Scratch for the MIT Media Lab and written enterprise software. He is a fully qualified lawyer in Germany and was an attorney, corporate counsel and lecturer for many years before rediscovering his love for programming. For leisure Jens loves fooling around with musical instruments.",
            "img":"jens-moenig.png"
        },
        {
            "name":"Turgut Güneysu",
            "role":"Documentation and testing",
            "role-class":"educational",
            "bio":"Turgut is a retired computer professional from the USA, living in Cappadocia, Turkey. He loves helping kids come to grips with computers, computing, programming, microprocessor projects, mobile computing, problem solving; and most importantly, helping them learn to make decisions and be creative.",
            "img":"turgut-guneysu.png"
        },
        {
            "name":"Jadga Hügle",
            "role":"Documentation and testing",
            "role-class":"educational",
            "bio":"Jadga works for SAP’s Snap! team and develops learning resources for students, teachers and colleagues. In her spare time, when she's not volunteering in after-school computer clubs, Jadga is likely to be found outside watching birds or playing games with her friends. She loves building costumes with microcontrollers and preferably a lot of LEDs. At MicroBlocks, Jadga wants to invent fun and interesting IoT projects and spread the good ideas among teachers and students.",
            "img":"jadga-huegle.png"
        },
        {
            "name":"Amon Millner",
            "role":"Advisor",
            "role-class":"advisor",
            "bio":"Amon Millner is an Associate Professor of Computing and Innovation at the Olin College of Engineering. He directs the Extending Access to STEM Empowerment (EASE) Lab - developing technologies and community programs to facilitate learners incorporating computing into the way that they play, learn, prepare to fully participate in society, and uplift their communities. He has co-invented blocks-based languages from Scratch to Unruly Splats and is an Advisory Board member for MicroBlocks.",
            "img":"amon-millner.png"
        },
        {
            "name":"Tom Lauwers",
            "role":"Advisor",
            "role-class":"advisor",
            "bio":"Tom Lauwers is the founder and CEO of BirdBrain Technologies, located in Pittsburgh, PA. He seeks to design educational tools that catalyze positive making, coding, and engineering learning experiences in the classroom. Tom received a Ph.D. in robotics in 2010 from Carnegie Mellon in part for his work designing the Finch robot and Hummingbird robotics kit.",
            "img":"tom-lauwers.png"
        }
    ],
    "ambassadors":[
        {
            "name": "Sara Dib",
            "region":"Algeria",
            "href":"https://www.linkedin.com/in/sara-dib-b12840144/"
        },
        {
            "name": "Audra Kaplan",
            "region":"Eastern US and CSTA",
            "href":"https://twitter.com/AudraKaplan/"
        },
        {
            "name": "Nargiza Kholmatova",
            "region":"Central Asia",
            "href":"https://www.linkedin.com/in/nargizakholmatova/"
        },
        {
            "name": "Leah Strichartz",
            "region":"Western US",
            "href":"https://www.linkedin.com/in/leahstrichartz/"
        },
        {
            "name": "Cesar Gomez Suarez",
            "region":"Eastern Canada",
            "href":"https://www.linkedin.com/in/cesaragomezs/"
        },
        {
            "name": "Ramon Moorlag",
            "region":"The Netherlands",
            "href":"http://www.ramonmoorlag.nl/"
        }
    ],
    "collaborators": [
        {
            "name":"Young Thinkers",
            "href":"https://www.sap.com/about/young-thinkers.html",
            "img":"assets/img/collaborators/young-thinkers.png"
        },


        {
            "name":"Faber",
            "href":"http://faberresidency.cat/",
            "img":"assets/img/collaborators/faber.png"
        },

        {
            "name":"CitiLab Cornellà",
            "href":"http://citilab.eu/",
            "img":"assets/img/collaborators/citilab.png"
        },

        {
            "name":"Innova Didactic",
            "href":"http://innovadidactic.com/",
            "img":"assets/img/collaborators/innova.png"
        },

        {
            "name":"Birdbrain Technologies",
            "href":"https://www.birdbraintechnologies.com/",
            "img":"assets/img/collaborators/birdbrain.png"
        },

        {
            "name":"Snap!",
            "href":"https://snap.berkeley.edu/",
            "img":"assets/img/collaborators/snap.png"
        },

        {
            "name":"GP Blocks",
            "href":"http://gpblocks.org/",
            "img":"assets/img/collaborators/gp-blocks.png"
        },

        {
            "name":"OKDO",
            "href":"https://www.okdo.com/",
            "img":"assets/img/collaborators/okdo.png"
        },

        {
            "name":"FABLAB Yucatán",
            "href":"http://fablabyucatan.com/",
            "img":"assets/img/collaborators/fablab-yucatan.png"
        },

        {
            "name":"Platform IO",
            "href":"https://platformio.org/",
            "img":"assets/img/collaborators/pio.png"
        }

    ]
}
